FemDesign.Calculate.Stage
fdscript.xsd
ANALSTAGE

FemDesign.Calculate.Stage.#ctor
Parameterless constructor for serialization.

FemDesign.Calculate.Stage.Default
Default Construction stages method (incremental).

FemDesign.Calculate.Stage.Define(System.Boolean)
Construction stages method.
ghost: Ghost construction method. True/false. If false incremental method is used.

FemDesign.Calculate.Stage.Ghost
Incremental construction stage method.
Returns:

FemDesign.Calculate.Stage.Tracking
Ghost construction stage method.
Returns: